var data = [{
    "name": "Забавные головоломки",
    "content": [{
        "link": "/node/1948",
        "title": "Сила или могила",
        "text": "Слово из пяти букв, с одной гласной. С буквой \"О\" - это \"сила\", с буквой \"И\" - это \"могила\"",
        "stars": 4,
        "answer": "Ответ: Спорт и Спирт"
    }, {
        "link": "/node/1923",
        "title": "Сбривание бороды",
        "text": "Один мой знакомый может начисто сбривать бороду десяток раз на дню. И все равно он ходит с бородой. Как это возможно?",
        "stars": 4,
        "answer": "Ответ: Он брадобрей"
    }, {
        "link": "/node/1922",
        "title": "Про дворников",
        "text": "Во времена СССР вышел такой указ. Всем советским дворникам укоротить длину метлы. Зачем был выпущен такой указ?",
        "stars": 4,
        "answer": "Ответ: Чтобы они больше работали, а не стояли, опираясь на метлу"
    }, {
        "link": "/node/1920",
        "title": "О чем речь?",
        "text": "Два по 11, четыре по 7 и еще 5, а всего в итоге 6",
        "stars": 4,
        "answer": "Ответ: Неделя - в слове 6 букв.\nПонедельник - 11 букв;\nвторник  - 7 букв;\nсреда - 5 букв;\nчетверг - 7 букв;\nпятница - 7 букв;\nсуббота - 7 букв;\nвоскресенье - 11 букв"
    }, {
        "link": "/node/1914",
        "title": "Родственница",
        "text": "Однажды, гуляя по парку, Джим встретил свекровь единственной дочери своего тестя. Как он к ней обратился?",
        "stars": 4,
        "answer": "Ответ: Мама, матушка или как-то еще, как он обычно обращается к своей матери"
    }, {
        "link": "/node/1913",
        "title": "Семь сестер",
        "text": "Семь сестер находятся на даче, где каждая занята каким-то делом:\nпервая сестра - читает книгу\nвторая сестра - готовит еду\nтретья сестра - играет в шахматы\nчетвертая сестра - разгадывает судоку\nпятая сестра - занимается стиркой\nшестая сестра - ухаживает за растениями\nА чем занимается седьмая сестра?",
        "stars": 5,
        "answer": "Ответ: Она играет в шахматы, т.к для этой игры нужны два игрока"
    }, {
        "link": "/node/1911",
        "title": "Загадка",
        "text": "Когда я молодо, я душисто на солнце.\nКогда средних лет, я делаю Вас беспечным.\nКогда старо, я ценюсь больше чем когда-либо\nКто я?",
        "stars": 4,
        "answer": "Ответ: Вино"
    }, {
        "link": "/node/1910",
        "title": "Соленый завтрак",
        "text": "В столовой пионерского лагеря шла бурная подготовка завтрака. Ребята второго отряда решили подшутить над остальными. Они пробрались в столовую и бросили в огромную кастрюлю 4 пачки соли. Не дремали и дети 4 отряда. Они тоже пробрали в столовую и бросили в кастрюлю 6 пачек соли. Как на зло, похожая идея пришла в голову и ребятам 10 отряда. Они собрали все остатки соли в столовой и тоже бросили в кастрюлю. Когда же пришло время завтрака, то оказалось, что завтрак недосолен, а соли в столовой уже нет.\nКакое блюдо подавали на завтрак в лагере  ?",
        "stars": 5,
        "answer": "Ответ: Варёные яйца. Соль при варке яиц в скорлупе не попадает в сам продукт, даже более того, воду специально солят, чтобы скорлупа яйца меньше трескалась."
    }, {
        "link": "/node/1908",
        "title": "Умные разбойники",
        "text": "Однажды в минуту отдыха от грабежей разбойники Атаманша, Бывалый, Балбес и Трус решили немного поразвлечься в решении задачек и головоломок. Трус с Атаманшей легко обыграли Бывалого с Балбесом. Но когда Трус сел в паре с Бывалым, то победа против Балбеса с Атаманшей досталась им уже не так легко. А когда Трус с Балбесом оказались против Бывалого с Атаманшей, то никакая из этих пар не могла победить другую. \nОпределите, как разбойники распределяются по интеллекту.",
        "stars": 5,
        "answer": "Ответ: Самый умный Трус, затем Атаманша, Бывалый и Балбес.\nДвойным знаком \"больше\" или \"меньше\" обозначим бо?льшую разницу сравниваемых величин, чем при одинарном таком знаке.\nИтак, из трёх состязаний по сравнению уровня интеллекта нам ясно, что:\n(1) Трус + Атаманша >> Бывалый + Балбес\n(2) Трус + Бывалый > Балбес + Атаманша\n(3) Трус + Балбес = Атаманша + Бывалый\nДля начала попробуем (3) вычесть из (1) и (2)\n(4) 2?Атаманша >> 2?Балбес\n(5) 2?Бывалый > 2?Балбес\nТеперь мы точно знаем, что Бывалый выше Балбеса, а Атаманша выше Балбеса, причём с бо?льшей разницей, чем Бывалый, а значит Атаманша выше Бывалого. Но где в этой цепочке Трус? давайте теперь (3) прибавим к (2)\n(6) 2?Трус > 2?Атаманша\nВыходит, Трус еще выше в рейтинге, чем Атаманша.\nВерный ответ - самый умный Трус, потом Атаманша, Бывалый и Балбес"
    }, {
        "link": "/node/1901",
        "title": "Рука любимой",
        "text": "Завоевав руку любимой женщины, вы всегда будете чувствовать ее в ...\nГде, согласно шотландской поговорке, вы будете ее чувствовать?",
        "stars": 4,
        "answer": "Ответ: В кармане"
    }, {
        "link": "/node/1873",
        "title": "Кто что делает?",
        "text": "Условие: Екатерина толкает перед собой коляску с ребенком. Евгений присутствует на собственной свадьбе. Вячеслав пишет хвалебную оду.\nВопрос: что делает Елена?",
        "stars": 4,
        "answer": "Ответ: Запишем имена в уменьшительно-ласкательной форме и рядом глаголы, к ним относящиеся: Катя - катит, Женя - женится, Слава - славит. Тогда Лена должна лениться. Например, валяясь на диване и т.п."
    }, {
        "link": "/node/1869",
        "title": "Клуб-загадка",
        "text": "В теннисном клубе 189 членов: 8 состоят в клубе меньше трёх лет, 11 моложе 20 лет, 70 носят очки, 140 - мужчины.\nКакое наименьшее возможное число членов клуба удовлетворяет сразу четырём условиям: состоят в клубе не меньше трёх лет, их возраст больше 20, носят очки и являются мужчинами?",
        "stars": 4,
        "answer": "Ответ: 2. Если даже все 49 женщин носили бы очки, то 21 мужчина тоже бы их носил. Если даже 11 из этих мужчин были бы моложе 20 лет, то 10 были бы старше и носили очки. Тогда 10 - 8 = 2 - искомое минимальное число."
    }, {
        "link": "/node/1868",
        "title": "Отряд пионеров",
        "text": "Отряд пионеров выстроен прямоугольником. В каждой шеренге отмечается самый высокий, и из этих пионеров выбирается самый низкий. В каждом ряду отмечается самый низкий, и из них выбирается самый высокий. Какой из этих двух пионеров выше?Примечания: Имеется в виду, что два указанных пионера — самый высокий из низких и самый низкий из высоких — должны быть разными. В шеренге стоят плечом к плечу, в ряду стоят в затылок друг другу.",
        "stars": 4,
        "answer": "Примечания: Имеется в виду, что два указанных пионера — самый высокий из низких и самый низкий из высоких — должны быть разными. В шеренге стоят плечом к плечу, в ряду стоят в затылок друг другу.\nОтвет: Пусть фамилия самого низкого из высоких — Иванов, а фамилия самого высокого из низких — Петров. Рассмотрим шеренгу, в которой стоит Иванов, и ряд, в котором стоит Петров. На их пересечении стоит некоторый пионер, который ниже Иванова, но выше Петрова. Значит, Иванов выше Петрова."
    }, {
        "link": "/node/1867",
        "title": "Разноцветные шары",
        "text": "У вас есть урна, в которой находятся синие и красные шары. Вы случайным образом достаете из урны 2 шара. Если они окажутся разных цветов, вы откладываете их в стороны, а в урну добавляете красный шар. Если шары будут одного цвета, то он также откладываются в сторону, а в урну добавляется синий шар.\nЗатем этот процесс повторяется снова и снова. Т.к. на каждом шаге число шаров в урне уменьшается на 1, то наступит момент, когда в урне останется ровно один шар.\nЕсли вы знаете начальное количество синих и красных шаров в урне, можете ли вы вычислить цвет последнего шара?",
        "stars": 4,
        "answer": "Ответ: Каждый раз, когда вы тянете шары, число красных шаров в урне или уменьшится на 2 или не изменится. Аналогично, число синих шаров может уменьшиться или увеличиться на 1. Таким образом, если красных шаров изначально было 0 или любое четное число, то в урне останется синий шар. Если красных шаров было нечетное число, то в итоге останется красный шар."
    }, {
        "link": "/node/1856",
        "title": "Средняя зарплата",
        "text": "Вы и двое ваших знакомых работаете в одной компании. По корпоративным правилам вам строго запрещено обмениваться информацией о размере своей зарплаты с другими работниками. Но вам хочется узнать хотя бы среднюю зарплату среди вас троих, чтобы понять, получаете вы больше и меньше, чем другие.\nКак вам узнать среднюю зарплату, не нарушая правил, т.е. не сообщая точную величину своей зарплаты?",
        "stars": 4,
        "answer": "Ответ: Обозначим наших персонажей А, Б и В, а размеры их зарплат ЗА, ЗБ и ЗВ соответственно.\nПусть А к величине своей зарплаты прибавляет случайное число СА (которое знает только он) и сообщает сумму ЗА+СА персонажу Б.\nТот поступает аналогично, и к этой сумме добавляет величину своей зарплаты ЗБ и случайное число СБ. Получившуюся сумму ЗА+СА+ЗБ+СБ сообщает персонажу В.\nВ поступает точно также и получает в итоге число ЗА+СА+ЗБ+СБ+ЗВ+СВ, которое сообщает А.\nПерсонаж А вычитает из этой суммы число СА, а результат ЗА+ЗБ+СБ+ЗВ+СВ передает Б.\nПерсонаж Б вычитает свое случайное число и получает ЗА+ЗБ+ЗВ+СВ, которое передает В.\nВ поступает точно также, и после последнего вычитания получает число ЗА+ЗБ+ЗВ, которое есть ничто иное, как сумма зарплат всех трех персонажей.\nЗная общую сумму, элементарно вычисляется среднее значение, и каждый может сравнить свою зарплату со средней величиной."
    }, {
        "link": "/node/1841",
        "title": "Кружки",
        "text": "На столе лежит 50 кружков. Каждый из кружков с одной стороны белый, с другой черный. Изначально все кружки лежат белой стороной вверх. Далее вы закрываете глаза и вам произвольным образом переворачивают 10 из них. Как, не открывая глаза, разделить кружки на две кучки так, чтобы в каждой из них было одинаковое количество черных кружков. С закрытыми глазами можно перевернуть любое количество кружков в любой кучке.",
        "stars": 4,
        "answer": "Ответ: Разделите на две кучки 10 и 40 кружков, в той в которой 10, переверните все. В итоге вы получите одинаковое количество черных кружков. Для наглядности можете провести эксперимент вживую, вместо кружков используйте монеты."
    }, {
        "link": "/node/1840",
        "title": "Клаустрофобия",
        "text": "Вы садитесь в поезд, который сразу после начала набора скорости должен будет въехать в туннель. В каком месте поезда вы предпочли бы находиться, если из-за клаустрофобии вы стремитесь провести в туннеле как можно меньше времени?",
        "stars": 4,
        "answer": "Ответ: Последнее сиденье последнего вагона. Т.к. перед туннелем поезд только набирает скорость, то его скорость в момент въезда первого вагона будет меньше, чем в тот момент, когда заезжает последний вагон. Таким образом, находясь в конце поезда, вы проведет в туннеле минимальное время."
    }]
}, {
    "name": "Задачи с подвохом",
    "content": [{
        "link": "/node/1916",
        "title": "Заключенный",
        "text": "Одного заключённого посадили в камеру-одиночку за плохое поведение. На обед ему принесли хлеб сухой. Ближе к вечеру его выпустили из камеры, а в камере остались одни кости. Откуда взялись кости?",
        "stars": 4,
        "answer": "Ответ: Он ел с ухой хлеб. Кости остались от рыбы в ухе"
    }, {
        "link": "/node/1885",
        "title": "Из семи букв две",
        "text": "Из какого слова из семи букв можно удалить одну \"букву\", чтобы осталось только две буквы?",
        "stars": 4,
        "answer": "Ответ: Из слова \"букварь\" убираем \"буква\" и остается только \"рь\""
    }, {
        "link": "/node/1879",
        "title": "Разноцветное стадо",
        "text": "У одного фермера восемь свиней: три розовые, четыре бурые и одна черная. Сколько свиней могут сказать, что в этом небольшом стаде найдется, по крайней мере, еще одна свинья такой же масти, как и ее собственная?",
        "stars": 3,
        "answer": "Ответ: Этого не может сказать ни одна свинья, ведь свиньи, как известно, не говорят. Эта не очень серьезная задача основана на двусмысленности вопроса «сколько свиней могут сказать...?» Слово «сказать» в этом вопросе можно понимать буквально — говорить членораздельной человеческой речью, а также его можно воспринимать в переносном значении — кто-то говорит от имени или за тех, которые сами говорить не могут (не умеют)."
    }, {
        "link": "/node/1845",
        "title": "Прошлогодний снег",
        "text": "Как найти прошлогодний снег?",
        "stars": 4,
        "answer": "Ответ: Выйти на улицу сразу после начала нового года."
    }, {
        "link": "/node/1836",
        "title": "Дома",
        "text": "Стоят богатый дом и бедный. Они горят. Какой дом первым будет тушить полиция?",
        "stars": 5,
        "answer": "Ответ: С каких пор полиция занимается тушением?"
    }, {
        "link": "/node/1801",
        "title": "Найди ошибку",
        "text": "Даны числа:\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\nМожеш найти здесь ошибку?",
        "stars": 4,
        "answer": "Ответ: В слове \"можешь\" пропущен мягкий знак"
    }, {
        "link": "/node/1770",
        "title": "Учитель и кружки",
        "text": "Учитель рисует на листке бумаги несколько кружков и спрашивает одного ученика: «Сколько здесь кружков?». «Семь» — отвечает ученик. «Правильно. Так сколько здесь кружков?» — опять спрашивает учитель другого ученика. «Пять» — отвечает тот. «Правильно» — снова говорит учитель. Так сколько же кружков он нарисовал на листке?",
        "stars": 4,
        "answer": "Ответ: Всего нарисовано 12 кружков: пять на одной стороне листка и семь — на другой"
    }, {
        "link": "/node/1744",
        "title": "Самая высокая гора",
        "text": "Какая гора была самой высокой на Земле до открытия Эвереста?",
        "stars": 4,
        "answer": "Ответ: Эверест. Просто он был еще не открыт"
    }, {
        "link": "/node/1736",
        "title": "Про солдат и автоматы",
        "text": "По улице прогуливались двое солдат и толька они зашли за угол, увидели на земле 3 автомата. Каждый из них получил по одному автомату. Причем все 3 автомата нашли нового хозяина.Вопрос: Как такое возможно?",
        "stars": 4,
        "answer": "Ответ: Третий автомат получил Толька"
    }, {
        "link": "/node/1724",
        "title": "3 лягушки",
        "text": "Три лягушки сидели на берегу пруда. Одна из них решила прыгнуть в пруд. Сколько лягушек осталось на берегу?",
        "stars": 4,
        "answer": "Ответ: Большинство людей отвечают: на берегу осталось две лягушки.  Ответ неверный.  Правильный ответ – на берегу остались три лягушки, потому что решение прыгнуть и прыжок – это не одно и то же"
    }, {
        "link": "/node/1691",
        "title": "Объем воды",
        "text": "Предположим, у вас есть прямоугольное сито с размерами 9 см в ширину, 7 см в высоту, 14 см в длину. Какой объем воды в него можно уместить?",
        "stars": 4,
        "answer": "Ответ: Нисколько, она вся выльется"
    }, {
        "link": "/node/1689",
        "title": "Задача про овец",
        "text": "У фермера было 17 овец, и все, кроме девяти, умерли. Сколько овец осталось у фермера?",
        "stars": 4,
        "answer": "Ответ: В живых осталось 9 овец, как и сказано в условии. Подвох состоит в том, что на автомате хочется вычесть 9 из 17."
    }, {
        "link": "/node/1681",
        "title": "Водяной столб",
        "text": "Где вода стоит столбом?",
        "stars": 3,
        "answer": "Ответ: Да много где, например, в стакане, пробирке и т.п."
    }, {
        "link": "/node/1676",
        "title": "Одно слово",
        "text": "Составьте одно слово из приведенного ниже набора букв:Л О С О Н Д О О В",
        "stars": 4,
        "answer": "Ответ: Ответом является фраза \"одно слово\""
    }, {
        "link": "/node/1668",
        "title": "Дни рождения",
        "text": "Сколько Дней рождения у среднестатистического человека?",
        "stars": 4,
        "answer": "Ответ: Один. День рождения бывает раз в году (1 раз в 365 дней). Вдумайтесь в смысл термина \"день рождения\". Не отвлекайтесь на слово \"среднестатистический\".\nДень рождения - это одни-единственный день, в который родился тот или иной человек. Таким образом, у среднестатистического человека (как и у любого другого) есть всего один день рождения, т.е. дата его появления на свет."
    }, {
        "link": "/node/1660",
        "title": "Буквы",
        "text": "Изначально это слово состоит из 10 букв, но оно вполне записывается тремя буквами. Ранее записывали пятью буквами, а теперь - шестью. О чем речь?",
        "stars": 5,
        "answer": "Ответ: В слове \"изначально\" - 10 букв, в слове \"оно\" - 3 буквы, в слове \"ранее\" - 5 букв, в слове \"теперь\" - 6 букв"
    }, {
        "link": "/node/1654",
        "title": "Шампанское с подвохом",
        "text": "Как выпить из бутылки шампанского глоток шампанского, не открывая и не разбивая бутылку?",
        "stars": 3,
        "answer": "Ответ: Перевернуть бутылку налить в углубление донышка шампанского из другой бутылки и выпить"
    }, {
        "link": "/node/1625",
        "title": "Свисток и пуговица",
        "text": "У пуговицы 4 дырочки, а у свистка одна дырочка. Во сколько раз громче свистит пуговица?",
        "stars": 3,
        "answer": "Ответ: Пуговица не свистит"
    }]
}, {
    "name": "Загадки про время",
    "content": [{
        "link": "/node/1946",
        "title": "День равноденствия",
        "text": "От дня весеннего до осеннего равноденствия, то есть от 20 марта до 22 или 23 сентября проходит больше времени, чем от осеннего равноденствия до весеннего. Почему так происходит? Ведь было бы логично, если бы эти даты делили год поровну?",
        "stars": 4,
        "answer": "Ответ: Земля движется вокруг Солнце не по круговой, а по эллиптической орбите, причем Солнце находится в одном из фокусов. Поэтому Земля переходит от точки осеннего равноденствия до весеннего скорее, чем от точки весеннего до точки осеннего"
    }, {
        "link": "/node/1905",
        "title": "Без суббот и воскресений",
        "text": "У женщины спросили: \"Сколько Вам лет?\". Она ответила: \"30, не считая суббот и воскресений\".   Сколько ей лет?",
        "stars": 5,
        "answer": "Ответ: 42. Без суббот и воскресений - значит считать каждые 5 дней в неделю, т.е. лишь 5/7 жизни. Если 5/7 это 30 лет, то верный ответ 30 ? 7 / 5 = 42"
    }, {
        "link": "/node/1895",
        "title": "Дед и внук",
        "text": "У деда и внука дни рождения попадают на один и тот же день. В один из дней рождения возраст деда (в годах) превосходил возраст внука в целое число раз. На следующий год повторилось то же самое. И так целых шесть лет подряд. Используя эти данные, можете ли вы определить, сколько было деду и внуку на шестой день рождения?",
        "stars": 4,
        "answer": "Ответ: Деду 66, внуку 6.\nВот полный список:\n61 -            1      (61 = 1 x 61)\n62 -            2      (62 = 2 x 31)\n63 -            3      (63 = 3 x 21)\n64 - 4      (64 = 4 x 16)\n65 -            5      (65 = 5 x 13)\n66 -            6      (66 = 6 x 11)"
    }, {
        "link": "/node/1862",
        "title": "Какой это день?",
        "text": "Алекс говорит правду только один день в неделю. Какой это день, если известно следующее:\n1. Однажды он сказал  - \"Я лгу по понедельникам и вторникам\"\n2. На следующий день он сказал - \"Сегодня или четверг или суббота или воскресенье\"\n3. Еще на следующий день он сказал - \"Я лгу по средам и пятницам\"",
        "stars": 4,
        "answer": "Ответ: Алекс говорит правду по вторникам. А первое высказывание было сделано в воскресенье"
    }, {
        "link": "/node/1843",
        "title": "Правда и ложь",
        "text": "Петр лгал с понедельника по среду и говорил правду в другие дни, а Иван лгал с четверга по субботу и говорил правду в другие дни. Однажды они одинаково сказали: «Вчера был один из дней, когда я лгу». В какой день они сказали это?",
        "stars": 4,
        "answer": "Ответ: Это был четверг. В этот день Петр правдиво сказал, что вчера (т.е. в среду) он лгал, а Иван солгал насчет того, что вчера (т.е. в среду) он лгал, ведь по условию в среду он говорит правду."
    }, {
        "link": "/node/1833",
        "title": "Дни рождения",
        "text": "В одной семье есть двое близнецов, причем один родился на несколько минут раньше другого. Но иногда младший (по времени рождения) из близнецов празднует свой день рождения на два дня раньше старшего. Как такое может быть?",
        "stars": 4,
        "answer": "Ответ: Близнецы родились на корабле, который пересекал линию перемены даты с запада на восток, причем пересечение линии произошло в краткий промежуток между рождениями близнецов, и год был невисокосный. Если старший (по времени рождения) из близнецов родился 1 марта, то у младшего день рождения попадает на 28 февраля. Соответственно, в високосный год младший празднует свой день рождения на два дня раньше."
    }, {
        "link": "/node/1808",
        "title": "Боадицея и Клеопатра",
        "text": "Боадицея умерла через 129 лет после рождения Клеопатры. Их суммарный возраст равнялся ста годам. Клеопатра умерла в 30г. до н.э. Когда родилась Боадицея?",
        "stars": 5,
        "answer": "Ответ: Между рождением Клеопатры и смертью Боадицеи прошло 129 лет, но, поскольку их суммарный возраст равнялся всего лишь 100 годам, был период времени в 29 лет, когда ни одной из них не было на свете (период между смертью Клеопатры и рождением Боадицеи). Следовательно, Боадицея родилась через 29 лет после смерти Клеопатры, последовшей в 30 г. до н.э., а именно в 1 г. до н.э."
    }, {
        "link": "/node/1803",
        "title": "Трудовая неделя",
        "text": "Ателье проката работает только по понедельникам, четвергам, а также всем нечетным числам.\nСколько дней максимально ателье может работать без выходных?",
        "stars": 5,
        "answer": "Ответ: 6 дней."
    }, {
        "link": "/node/1747",
        "title": "Свинья-копилка",
        "text": "Саманте на ее десятый день рождения подарили свинью-копилку. С тех пор на каждый день рождения она вносила в копилку по 250$. К сожалению, ее младшая сестра была не слишком честной и на каждый свой день рождения доставала из чужой копилки 50$. Саманта умерла в возрасте 50 лет. Когда копилку разбили, оказалось, что в ней находится всего 500$.\nКак такое возможно?",
        "stars": 4,
        "answer": "Ответ: День рождения Саманты приходился на 29 февраля. Соответственно, каждые четыре года Саманта вносила в копилку только 250$, а ее младшая сестра изымала из нее 200$. Итого через 40 лет в копилке осталось только 500$"
    }, {
        "link": "/node/1728",
        "title": "Странный возраст",
        "text": "Один человек задал в 1930 году следующий вопрос (на первый взгляд можно подумать, что для ответа на него не хватает данных, но это не так).\nЕго дед умер в возрасте, составляющем 1/29 года его рождения.\nСколько лет было деду в 1900 году?",
        "stars": 3,
        "answer": "Ответ: Пусть х - возраст деда в момент смерти. Тогда 29х - дата рождения. Дата рождения + возраст составят дату смерти: 29х+х = 30х. Из условия задачи ясно, что человек был жив в 1900 году и умер к 1930 году. Поэтому смерть произошла между этими датами, а поскольку дата равна 30х, то она делится на 30. Следовательно, этой датой может быть только 1920 г., что при делении на 30 дает 64.  Итак в 1900 г. деду было 44 года, а родился он в 1856 году."
    }, {
        "link": "/node/1709",
        "title": "Отмерить время с помощью песочных часов",
        "text": "При помощи только 4- и 7-минутных песочных часов точно отмерьте девять минут",
        "stars": 5,
        "answer": "Ответ: 1. Запустите 4- и 7-минутные часы одновременно\n2. Когда в 4-минутных часах закончится песок, переверните их (итоговое время - 4 минуты)\n3. Когда в 7-минутных часах закончится песок, их тоже переворачиваем. В этот момент в 4-минутных часах, в верхней половинке, осталось песка на 1 минуту (итоговое время - 7 минут)\n4. Когда 4-минутные часы опустеют, переворачиваем 7-минутные, где в нижней половине песка на 1 минуту (итоговое время 8 минут)\n5. Когда 7-минутные опустеют, прошло ровно 9 минут"
    }, {
        "link": "/node/1700",
        "title": "День рождения",
        "text": "Билли родился 28 декабря, но свой день рождения всегда отмечает летом. Почему?",
        "stars": 4,
        "answer": "Ответ: Билли живет в Южном полушарии"
    }, {
        "link": "/node/1683",
        "title": "Будильник",
        "text": "Мэри должна подниматься на работу в 7 часов утра, чтобы вовремя попасть на работу. Ее будильник за 3 дня отстает на 9 минут. В какое время сработает будильник во вторник утром, если она установит на нем правильное время в 11 вечера в воскресенье?",
        "stars": 4,
        "answer": "Ответ: В 07:04 утра. Часы отстают на 3 минуты ежедневно, или на 1 минуту каждые 8 часов. Между 11 часами воскресного вечера 7 часами утра во вторник пройдет 24 + 8 часов. Следовательно, часы отстанут на 4 минуты."
    }, {
        "link": "/node/1677",
        "title": "День недели",
        "text": "Какой день недели будет после позавчера, если на второй день после сегодня будет воскресенье?",
        "stars": 4,
        "answer": "Ответ: Слова \"на второй день после сегодня будте воскресенье\" дают нам понять, что \"сегодня\" должна быть пятница, потому что воскресенье бывает на второй день после пятницы. Теперь мы смотрим на слово \"позавчера\". \"Вчера\" был четверг, потому что \"сегодня\" у нас пятница. Получается, что \"позавчера\" была среда, а \"после позавчера\", соответственно, был четверг."
    }, {
        "link": "/node/1644",
        "title": "Спешащие часы",
        "text": "Часы каждый час убегают вперед на 4 минуты. В последний раз часы подводили (устанавливали точно) сегодня в одиннадцать утра. Сейчас точное время 16:15. Какое сейчас время показывают спешащие часы?",
        "stars": 4,
        "answer": "Ответ: 16 часов 36 минут. Разница во времени между 11 утра и 16:15 составляет пять с четвертью. За это время часы убегут на 21 минуту"
    }, {
        "link": "/node/1602",
        "title": "Парадокс с часами",
        "text": "Как можно объяснить, что в исправных часах за одну секунду минутная стрелка прошла 6 минут?",
        "stars": 4,
        "answer": "Ответ: Секундная стрелка за 1 сек проходит 3600/60=60 (градусов); значит минутная за это же время 60/60=6' (минут). Подвох состоит в том, что минутой называют и единицу измерения времени, и единицу измерения углов"
    }, {
        "link": "/node/1598",
        "title": "Коллекция календариков",
        "text": "У коллекционера есть архив календариков за последние 100 лет - всякие разные, за каждый год по несколько штук, еще его дедушка собирал по всему миру как сувениры. Если сейчас идёт N-ый год, то календарик из архива за какой год полностью актуален? \nАктуальным   для года N считается такой календарик, у которого соответствие всех чисел и дней недели точно как в году N",
        "stars": 5,
        "answer": "Ответ: N-28. Каждые 4 года повторяется цикл из 1461 дня - 3 невисокосных и 1 високосный год. Чтобы совпали еще и дни недели, надо чтобы прошёл цикл дней, кратный 7, так как 1461 на 7 не делится, надо взять 1461*7 дней. Через это количество дней (=28 лет) год будет начинаться с того же дня недели и сохранит (не)високосность."
    }, {
        "link": "/node/1587",
        "title": "Черепаха-долгожитель",
        "text": "Мне подарили черепаху, которая родилась 29 февраля 1992 года, и я надеюсь, что она проживет по меньшей мере 150 лет. Я-то, конечно, так долго не проживу, но прапраправнуки, которым в конце концов придется за ней ухаживать, будут живы.\nЕсли первый день рождения черепахи отмечался 29 февраля 1996 года, когда будет тридцатый?",
        "stars": 4,
        "answer": "Ответ: 29 февраля 2116 года. 2000-й год високосный, а 2100-й - нет"
    }, {
        "link": "/node/1583",
        "title": "Удивительные часы",
        "text": "Как-то в один дом срочно попросили зайти часовщика.- Я болен, - ответил часовщик, - и не смогу пойти. Но если починка несложная, я пришлю к вам своего ученика.Оказалось, что нужно заменить поломанные стрелки.- С этим мой ученик справится, - сказал мастер. - Он проверит механизм часов и подберет стрелки.\nУченик отнесся к работе очень внимательно и тщательно отрегулировал механизм часов, но подходящих стрелок у него не нашлось. Тогда, с согласия владельца часов, юноша решил припаять отломившиеся кусочки стрелок и сделал это старательно. Закончив работу, он надел длинную стрелку на цифру 12, а маленькую - на цифру 6 (было ровно 6 часов вечера).Но вскоре после того, как ученик вернулся в мастерскую, чтобы сообщить мастеру, что работа выполнена, зазвонил телефон. Мальчик взял трубку и услышал сердитый голос заказчика:- Вы плохо исправили часы, они неправильно показывают время.Ученик мастера, удивленный этим сообщением, поспешил к заказчику. Когда он пришел, отремонтированные им часы показывали начало девятого. Ученик вынул свои карманные часы и протянул их разгневанному хозяину дома:- Сверьте, пожалуйста. Ваши часы ни на секунду не отстают.Ошеломленный заказчик вынужден был согласиться, что его часы в данный момент действительно показывают правильное время.Но на другой день утром заказчик опять позвонил и сказал, что стрелки часов, очевидно, сошли с ума и разгуливают по циферблату, как им вздумается. Ученик мастера побежал к заказчику. Часы показывали начало восьмого. Сверив время по своим часам, он не на шутку рассердился:- Вы смеетесь надо мной! Ваши часы показывают точное время!Часы действительно показывали точное время. Возмущенный ученик мастера хотел тут же уйти, но хозяин удержал его. А через несколько минут они нашли причину столь невероятных происшествий.Не догадались ли и вы, в чем тут дело?",
        "stars": 4,
        "answer": "<p><strong>Ответ:</strong> Мальчик перепутал кусочки стрелок и спаял их так, что минутная стрелка стала короткой, а часовая - длинной. Когда же он снова надел их на прежние оси, то в результате длинная стрелка стала вращаться на циферблате со скоростью часовой стрелки, то есть очень медленно, а короткая стрелка стала вращаться как минутная - быстро.<br> В первый раз мальчик вернулся к заказчику примерно через 2 часа 10 минут после того, как поставил часы на 6 часов вечера. Большая стрелка, двигаясь со скоростью часовой, передвинулась от 12 до 2. Маленькая же стрелка, будучи минутной, сделала два полных круга и прошла еще 10 минут. Таким образом, часы показывали в этот момент точное время.<br> Нетрудно подсчитать, что по вторичному вызову утром следующего дня мальчик пришел через 13 часов 05 минут после того, как поставил вначале стреки на шесть часов. За это время большая стрелка, будучи часовой, прошла тринадцать часов и таким образом достигла цифры 1.<br>Маленькая же стрелка, будучи минутной, сделала за это время тринадцать полных оборотов и прошла еще пять минут, достигнув, таким образом, цифры 7. Поэтому и во втором случае совпадения часы показывали точное время.</p>"
    }]
}, {
    "name": "Физические задачи",
    "content": [{
        "link": "/node/1928",
        "title": "Ветер вдоль...",
        "text": "Самолет летит по замкнутому маршруту Москва – Орша – Москва на побитие рекорда скорости. В течение всего полета дует ветер по направлению Москва – Орша с постоянной скоростью. Улучшится или ухудшится рекорд из-за ветра?P. S. Задача из книги П. Маковецкого \"Смотри в корень!\"",
        "stars": 4,
        "answer": "столько же, сколько помешает при полете в обратную сторону, и что поэтому его влияние не отразится на рекорде, то советуем рассмотреть дополнительно случай, когда скорость ветра равна воздушной скорости самолета. Тогда в Оршу самолет будет лететь с удвоенной скоростью, а обратно – со скоростью, равной нулю! Таким образом, в этом частном случае время, потребное на преодоление всего замкнутого маршрута, равно бесконечности, что явно больше того времени, которое понадобилось бы при отсутствии ветра. Если самолет летит по замкнутому маршруту, то, куда бы ни дул ветер, он ухудшит рекорд. Если бы ветер отсутствовал, то время на полет в одну сторону равнялось бы времени на полет в обратную. При наличии попутного ветра скорость самолета относительно Земли (путевая скорость) возрастает, благодаря чему время полета на первой половине маршрута уменьшается. На второй половине маршрута ветер встречный, путевая скорость уменьшается, время полета возрастает. Следовательно, ветер помогает полету меньшую часть времени, а мешает – б?льшую. Рекорд будет хуже, чем в отсутствие ветра. Если ветер дует в обратном направлении, то он будет сначала мешать, а потом помогать. Но общий результат его усилий будет тот же. Решим теперь задачу количественно. В отсутствие ветра время на весь маршрут"
    }, {
        "link": "/node/1924",
        "title": "Нас ветру догнать нелегко",
        "text": "Припев одной широко известной и вполне хорошей песни о летчиках гласит:\n«Летим мы по вольному свету,\nНас ветру догнать нелегко.\nДо самой далекой планеты\nНе так уж, друзья, далеко!»Если вы умеете ценить музыку, то вы одобрительно отзоветесь об этой песне. Если вы любите стихи, то тоже ничего плохого об этой песне не скажете. А если вы любите физику?\nP. S. Задача из книги П. Маковецкого \"Смотри в корень!\"",
        "stars": 4,
        "answer": "Ответ: Вы, конечно, сравнили скорость ветра, скорость современного самолета и скорость, необходимую для достижения «самой далекой планеты», и сразу же обнаружили резкое несоответствие между ними. Вот результаты вашего сравнения: 1. Скорость самого сильного ветра (ураганного): 30...50 м/с. 2. Скорость современных сверхзвуковых самолетов: 400...800 м/с. 3. Вторая космическая скорость, т.е. скорость, не достигнув которой нельзя говорить о полетах к другим планетам: 11 200 м/с. Поэт в одном четверостишии и преувеличил, и преуменьшил скорость самолета в десятки раз. В общем, вы, конечно, правы. Но я постараюсь, насколько это возможно, защитить поэта от критики. Существует литературный прием, называемый гиперболой, что означает преувеличение. Чтобы подчеркнуть какое-либо качество, его преувеличивают. С давних пор все быстрое сравнивают с ветром, птицей. Позже появились другие гиперболы – сравнения «как пуля», «как метеор». Нетрудно предвидеть, что когда-нибудь в литературу войдет выражение «быстрый, как фотон», после чего прогресс литературы в этом направлении закончится, так как ничего быстрее фотона поэты не найдут (если не считать сомнительного оборота «быстрый, как мысль»). В то время, когда появилось выражение «быстрый, как ветер», самым быстрым способом передвижения человека был бег, а по отношению к нему скорость ветра, конечно, была преувеличением. С тех пор многое переменилось. Но литературный язык обязан быть чуть-чуть консервативным – это оберегает его от засорения модными, но скоропреходящими выражениями. Сравнение «быстрый, как ветер» в литературе стало традиционным и уха особенно не режет даже тогда, когда оно относится к явлениям гораздо более быстрым, чем ветер. Очарованные поэтическими достоинствами этой песни, мы не замечаем ее физических недостатков, хотя слышали ее много раз. Конечно, стихи были бы точнее, если бы поэт вместо ветра сумел вставить что-нибудь более быстрое, хотя еще не известно, обязан ли он быть точным. Впрочем, в среднем поэт точен: он ведь сравнил скорость самолета также и со скоростью космического корабля. Итак, вам надо продолжить поиски более тяжкого преступления поэта против физики. Чтобы облегчить вашу задачу, можно сократить цитату с четырех строк до одной: «Нас ветру догнать нелегко». Ошибка здесь. Ищете! Итак, «нас ветру догнать нелегко»... Иными словами, ветер, хотя и с трудом, но иногда самолет догоняет. В этом принципиальная ошибка поэта. Известно, что самолет в состоянии лететь только при условии, что он развил относительно воздуха определенную скорость, при которой набегающий на крыло воздушный поток создает достаточную подъемную силу. Именно для этого самолет перед взлетом разбегается по земле, причем для того, чтобы поскорее набрать нужную скорость относительно воздуха, самолет, взлетает против ветра (тогда взлет достигается при меньшей скорости относительно земли и, следовательно, можно обойтись более короткой взлетной полосой). Ветер не может догнать самолет, даже если этот самолет самый тихоходный. Если, например, вдогонку самолету, имеющему скорость 30 м/с, будет дуть ураганный ветер со скоростью 40 м/с (вполне способный, по мнению поэта, догнать самолет), то скорость самолета возрастет до 70 м/с относительно земли. Относительно же воздуха она останется прежней – 30 м/с, т.е. ураганный ветер будет отставать от самолета так же безнадежно, как и штиль. Если бы ветер догнал самолет, то скорость самолета относительно воздуха стала бы равной нулю, а вместе с нею обратилась бы в нуль и подъемная сила, в результате чего самолет упал бы. Иногда в этом месте выдвигается довольно любопытное возражение: если скорость самолета благодаря урагану увеличилась с 30 до 70 м/с относительно земли, то, следовательно, ураган оказывает все-таки на самолет свое воздействие, чтО и означает, что он догнал самолет. В таком возражении налицо, прежде всего, смешение двух различных понятий: скорости ураганного ветра (т.е. ветра в данной точке урагана) и скорости урагана (перемещения всего урагана как целого). Первая огромна, а вторая обычно существенно ниже; ураган в принципе может даже некоторое время оставаться неподвижным (сравните с пыльным столбом вихря на дороге). Поэтому ураган и подавно не может догнать самолет. Увеличение скорости самолета под воздействием ураганного ветра есть результат того, что самолет сам влетел в зону урагана, но это уже заслуга самолета, а не урагана. Для полной ясности полезно рассмотреть поезд и попутный с ним ветер. Если ветер догонит поезд, то пассажир, выглядывающий в окно, обнаружит полный штиль: шляпа или волосы пассажира даже не шелохнутся (хотя деревья гнутся под напором ветра), дым от паровоза поднимается вертикальным столбом (хотя дым придорожного костра несется попутно поезду). Поскольку поезд опирается на рельсы, а не на воздух, то догнавший его ветер не вызовет катастрофы. А самолет в аналогичной ситуации (если бы она была возможна) должен был бы упасть. Правда, в атмосфере возможны и такие возмущения, которые способны догнать самолет (взрывная волна и др.). Однако поскольку эти явления ветром не называются, то они не имеют отношения к нашей задаче."
    }, {
        "link": "/node/1906",
        "title": "Находчивый таможенник",
        "text": "Служащему таможни, где производился контроль отправляемых за границу товаров, показались подозрительными пластмассовые кегельные шары одной из фирм. Они весили столько же, сколько деревянные того же размера. Шары не были массивными, но стенки были повсюду одинаково тверды. Служащий подумал, что внутри каждого шара имеется полость, где можно спрятать контрабандные товары. И действительно, при помощи очень простого опыта без применения особой аппаратуры таможенник установил, что в одном из шаров спрятана контрабанда. Как удалось обнаружить шар с \"начинкой\"?",
        "stars": 4,
        "answer": "Ответ: Таможенник опустил шары в ведро с водой. Один из шаров неустойчиво покачивался на поверхности - центр тяжести его находился не в центре шара. Именно в нем была спрятана контрабанда."
    }, {
        "link": "/node/1889",
        "title": "Вот тебе и невесомость!",
        "text": "Космонавт вышел из корабля в космос и с помощью индивидуального ракетного двигателя совершает прогулку по окрестностям. Возвращаясь, он несколько передержал двигатель включенным, подошел к кораблю с избытком скорости и стукнулся о него коленом. Будет ли ему больно?P. S. Задача из книги П. Маковецкого \"Смотри в корень!\"",
        "stars": 5,
        "answer": "Ответ: – Не будет: ведь в невесомости космонавт легче перышка, – такой можно услышать ответ. Ответ неправилен. Когда вы на Земле падали с забора, вы тоже были в состоянии невесомости. Ио при ударе о земную поверхность вы ощутили заметную перегрузку, тем б?льшую, чем тверже то место, на которое вы упали, и чем больше была ваша скорость в момент контакта с землей. Невесомость и весомость не имеют отношения к удару. Здесь важны масса и скорость, а не вес. Будем считать удар о землю неупругим (при упругом ударе тело отскакивает, как мячик). При неупругом ударе вся ваша кинетическая энергия относительного движения обращается в нуль. Она расходуется частично на нагрев ударившихся тел, частично на их деформацию – на перелом ноги, например. Но в формулу кинетической энергии входят только масса и относительная скорость и совсем не входит сила тяжести. Правда, при падении с забора причиной вашей скорости было ускорение свободного падения. Но скорость есть скорость, независимо от причины, ее породившей. Поэтому не имеет значения, что при падении на корабль скорость определялась не ускорением свободного падения, а ускорением тяги ракетного двигателя. Ведь и на Земле вы могли удариться и при падении с высоты, и при быстром беге, – с одинаковыми последствиями. На этом примере особенно наглядно видна принципиальная разница между массой и весом тела. Космонавт ничего не весит, но масса его остается такой же, как и раньше. И все-таки космонавту при ударе о корабль будет не так больно, как вам при ударе о землю (при прочих равных условиях: одинаковых массах, относительных скоростях и одинаковой твердости препятствий). Масса корабля намного меньше массы Земли. Поэтому при ударе о корабль заметная часть кинетической энергий космонавта будет превращена в кинетическую энергию корабля, а на долю деформаций останется меньше. Корабль приобретет дополнительную скорость, а болевое ощущение космонавта будет не таким* сильным большим. * Для полноты решения следовало бы учесть, что при падении с забора сила тяготения действует не только во время падения (увеличивая скорость), но и во время удара (увеличивая перегрузку на 1g). Но эта поправка невелика. Падая с высоты h = 2 м и тормозясь на пути ? = 2 см (сравнительно мягкий грунт), человек должен испытать во время торможения стократную перегрузку. Добавление к 100g величины 1g практически ничего не меняет, Правда, эти расчеты верны только для «абсолютно твердого» человека. Правда, поскольку масса корабля в десятки раз превосходит массу космонавта, то это уменьшение болевого ощущения представляет только академический интерес. И в невесомости можно набить шишку на лбу! А то, что лоб защищен скафандром, не дает вам права на беспечность: трещина в гермошлеме может привести даже к худшим последствиям, чем трещина в черепе."
    }, {
        "link": "/node/1864",
        "title": "Человек за бортом!",
        "text": "Большие стационарные искусственные спутники Земли с лабораториями, обсерваториями и жилыми помещениями будут монтироваться непосредственно на орбите из деталей и блоков, доставленных на орбиту порознь.\n\nПредставьте, что на круговой орбите один из монтажников, собирающих спутник, нечаянно уронил свой инструмент в космос. (Для любителей острых ощущений рекомендуем другой вариант: представьте, что это не инструмент, а вы сами, забыв прикрепиться к спутнику, нечаянно оттолкнулись от него.) Какова дальнейшая судьба инструмента (или любителя острых ощущений)?P. S. Задача из книги П. Маковецкого \"Смотри в корень!\"",
        "stars": 5,
        "answer": "Ответ: - Если молоток бросить на Земле, то он полетит по параболе, потому что он участвует в двух движениях: равномерном и прямолинейном по инерции и в вертикальном равноускоренном падении под действием притяжения Земли. Молоток, брошенный со спутника, будет удаляться от него равномерно и прямолинейно, так как второй причины – притяжения со стороны спутника – практически нет. Мы согласились бы с вами, если бы в космосе, кроме корабля и молотка, ничего больше не было. Но ведь есть еще Земля, Солнце и т.д. – Влияние Земли и Солнца на взаимное расположение спутника и молотка можно не учитывать, потому что они одинаково влияют и на спутник, и на молоток, – возразите вы. Мы и с этим согласились бы, если бы спутник и молоток все время находились в непосредственной близости друг к другу. Но ведь молоток, как вы сами утверждаете, удаляется от спутника равномерно и прямолинейно. Когда он отойдет от спутника на заметное расстояние, то Земля будет влиять на них не одинаково уже хотя бы потому, что направления сил тяготения, действующих на спутник и молоток, не параллельны, а пересекаются в центре Земли. Правильный ответ на вопрос можно получить из законов Кеплера. Допустим, монтажник бросил молоток назад по орбите. Тогда орбитальная скорость молотка станет меньше орбитальной скорости спутника. Следовательно, молоток не сможет удержаться на круговой орбите и пойдет к Земле по эллипсу, подобному эллипсу B на рис. 17. Первое время он будет отставать («равномерно и прямолинейно»). Прежде всего, видно, что молоток, совершив оборот вокруг Земли, вернется в ту точку A, в которой он отделился от спутника. Но продолжительность полета по эллипсу B короче, чем по окружности D, так как среднее расстояние молотка до Земли меньше, чем спутника. Поэтому молоток вернется в точку A раньше спутника, опередив его на время t. В дальнейшем и спутник и молоток будут регулярно возвращаться в точку A, но в разное время. После двух оборотов молоток придет на время 2t раньше спутника, после трех – на время 3t. Если, например, период обращения спутника 10 000 секунд, а молотка – на t = 10 секунд меньше, то через 1000 оборотов спутника молоток опередит его на 1000 t = 10 000 секунд, т.е. ровно на один оборот, и, следовательно, они встретятся! Поскольку скорость молотка в точке A, являющейся для орбиты молотка апогеем, меньше скорости спутника, то спутник «догонит» молоток, т.е. молоток упадет на спутник со стороны, противоположной той, куда его бросали. Скорость столкновения будет равна той, с которой был брошен молоток. Разумеется, на практике такая встреча маловероятна. Во-первых, может оказаться, что за один оборот спутника молоток совершит иррациональное число оборотов (например, ?[1001]/?[1000] оборотов). Тогда молоток никогда больше не встретится со спутником, хотя иногда будет проходить рядом с ним весьма близко*. Во-вторых, в силу нестрогой шарообразности Земли и неравномерности распределения масс внутри земного шара плоскость орбиты спутника не сохраняет свое положение в пространстве неизменным: она медленно поворачивается. Плоскость орбиты молотка также будет поворачиваться, но в силу неодинаковости орбит повороты обеих плоскостей также будут неодинаковыми. Поэтому через некоторое время спутник и молоток будут вращаться вокруг Земли уже в разных плоскостях. * Это верно для «точечных» спутника и молотка. Обладая же конечными размерами, Они встретятся когда-нибудь и при иррациональном соотношении. Можете представить, в какое трудное положение попадет космонавт, неосторожно оттолкнувшийся от спутника и не запасшийся ракетным двигателем. Ему придется совершить в одиночестве много оборотов вокруг Земли, пока он не приблизится к спутнику на расстояние, с которого товарищи на спутнике заметят его и сумеют принять спасательные меры. Впрочем, не все еще потеряно. Вынимайте из карманов, что есть, и с силой швыряйте от себя, тщательно обдумав, в каком направлении бросить, чтобы сила реакции вернула вас к кораблю. В первую очередь бросайте портсигар... У вас нет портсигара? А жаль, портсигар в космосе, как видите, крайне полезная вещь; и вообще это, кажется, единственное применение портсигара, приносящее пользу – поверьте курильщику. Но хватит ли портсигара? Если его масса равна 0,2 кг и вы бросили его со скоростью 20 м/с, то ваше количество движения изменилось на 4 кг·м/с. А если ваша масса 100 кг и вы удаляетесь от корабля со скоростью 1 м/с, то, чтобы вернуться к нему, вы должны бросить не менее 25 портсигаров. Строго говоря, каждый новый портсигар будет придавать космонавту чуть-чуть б?льшую добавку скорости, так как по мере расходования портсигаров (служащих «топливом» в нашем реактивном двигателе) ускоряемая масса убывает. Правда, это верно только при условии, что космонавт не устал и придает каждому портсигару одну и ту же скорость. Вернувшись на корабль, вы получите крупную нахлобучку за халатность в работе и засорение космоса: каждый брошенный вами предмет создает смертельную опасность для других кораблей."
    }, {
        "link": "/node/1816",
        "title": "Без руля и без ветрил",
        "text": "Вы находитесь на орбите спутника Земли, и вам предстоит приземление. Известно, чтО для этого надо сделать: развернуть корабль с помощью двигателей ориентации так, чтобы сопла тормозных двигателей были направлены вперед по линии вашего полета, и затем включить тормозные двигатели. И вдруг вы обнаруживаете, что двигатели ориентации вышли из строя. Как быть? Сумеете ли вы развернуть корабль без двигателей?P. S. Задача из книги П. Маковецкого \"Смотри в корень!\"",
        "stars": 4,
        "answer": "Ответ: Можно использовать какой-нибудь маховик: вращая его вокруг некоторой оси, вы тем самым будете поворачивать корабль в противоположном направлении вокруг той же оси. Правда, масса и размеры маховика малы по сравнению с массой и размерами корабля, поэтому маховику придется совершить довольно много оборотов, пока он развернет корабль на нужный угол. Но где взять маховик, если вы его не захватили с собой в полет? В качестве «маховика» космонавт может использовать самого себя. Вращаясь на месте или совершая круговое путешествие по кабине (цепляясь за стенки, разумеется), он с течением времени развернет корабль. Если это из-за невесомости неудобно; то можно сделать все необходимое, даже не отвязываясь от кресла: достаточно, например, придать вращательное движение свободной руке. В принципе корабль можно развернуть даже простым вращением карандаша между пальцами. Правда, карандаш вертеть пришлось бы слишком долго. Заменив для простоты расчетов корабль и карандаш пустотелыми тонкостенными цилиндрами, имеющими радиусы R = 1 м, r = 0,4 см и массы M = 106 г и m = 10 г соответственно, мы получаем на основе закона сохранения момента количества движения L = ?MR2 = – l = ?mr2, откуда отношение угловых скоростей | ? / ? | = MR2 / mr2 = 106 · 104 / (10 · 0,42) ? 6·109. Из этого отношения следует, что корабль повернется на 360° тогда, когда карандаш совершит 6 млрд оборотов. И если вам некуда спешить, то, вращая карандаш без отдыха со скоростью один оборот в секунду, вы развернете корабль на 180° ровно за 100 лет. Используя вместо карандаша пустотелый цилиндр с m = 75 кг и r = 25 см, вы развернули бы корабль на 180° примерно за сто оборотов. Человеку той же массы, поскольку он больше похож на сплошной цилиндр, чем на пустотелый, пришлось бы совершить несколько больше оборотов, порядка двухсот."
    }, {
        "link": "/node/1802",
        "title": "Луна, луна",
        "text": "Если бы вы поднялись над облаками, но оставались в одной точке, сколько полных лун вы бы увидели за год?",
        "stars": 5,
        "answer": "Ответ: 13. Одну за 28 дней."
    }, {
        "link": "/node/1777",
        "title": "Галилео Галилей",
        "text": "Красивая легенда приписывает Галилео Галилею (1564–1642) изречение, которое он, якобы, топнув ногой, произнес на суде инквизиции. «А все-таки она вертится!» – заявил он, имея в виду Землю. Но если бы Галилей действительно это сказал, как любой из судей мог остроумно возразить ученому?",
        "stars": 3,
        "answer": "Ответ: Судье надо было спросить Галилея: «Если Земля действительно вертится, то почему мы все с нее не разлетаемся в разные стороны, как камешки и грязь с вращающегося колеса? Что удерживает нас в таком случае на поверхности вертящейся Земли?» И Галилею нечего было бы на это ответить – ведь он не знал о законе всемирного тяготения, который был открыт позже Ньютоном. Своим тяготением Земля не дает предметам, находящимся на ее поверхности, сначала сползти на экватор, а потом и вовсе оторваться от Земли и улететь в Космос. Вращайся Земля раз в 17 (!) быстрее, так оно и было бы – не хватило бы сил тяготения. Но Галилей и не предполагал, что небесные тела притягивают друг друга. Более того, Галилея этот вопрос не очень-то и занимал. В своих «Беседах...» он прямо заявляет, что сейчас не время для занятия вопросом о причинах ускоренного движения (например, падения тел под действием сил гравитации), и будет достаточно лишь исследовать его безотносительно к причинам. Видимо он, как и Аристотель, считал, что «естественное место» тяжелых тел – внизу, а легких, например облаков, – наверху. Но ведь и облака не уносятся прочь в космос при вращении Земли, хотя их вроде бы ничто не удерживает на своем месте. Незнание закона всемирного тяготения приводило к колоссальной путанице в умах людей того времени и тем значительнее заслуга Ньютона в его открытии."
    }, {
        "link": "/node/1775",
        "title": "Отличие",
        "text": "Чем бег отличается от ходьбы?",
        "stars": 3,
        "answer": "Ответ: Бег отличается от ходьбы не скоростью движения. При ходьбе наше тело все время соприкасается с землей какой-нибудь точкой ног. Можно сказать, что ходьба есть не что иное, как ряд падений вперед, предупреждаемых вовремя поставленной опорой ноги, остававшейся до того позади. Бег отличается от ходьбы тем, что нога, стоящая на земле, внезапным сокращением ее мышц энергично вытягивается и отбрасывает тело вперед, так что последнее на одно мгновение совсем отделяется от земли. Затем оно снова падает на землю на другую ногу, которая, пока тело было на воздухе, быстро передвинулась вперед. Таким образом, бег состоит из ряда скачков с одной ноги на другую"
    }, {
        "link": "/node/1759",
        "title": "Полярная луна",
        "text": "На полюсе Солнце полгода находится над горизонтом, полгода же – под горизонтом. А Луна?P. S. Задача из книги П. Маковецкого \"Смотри в корень!\"",
        "stars": 5,
        "answer": "Ответ: Если у тебя спрошено будет: что полезнее, солнце или месяц? – ответствуй: месяц. Ибо" +
        " солнце светит днем, когда и без того светло; а месяц – ночью. Козьма Прутков. «Мысли и афоризмы», №51. Чтобы ответить на вопрос, необходимо предварительно как следует разобраться, почему Солнце на полюсе полгода не сходит с неба и как оно при этом ведет себя. Но с другой стороны: Солнце лучше тем, что светит и греет; а месяц только светит, и то лишь в лунную ночь! Козьма Прутков. «Мысли и афоризмы», №52. Орбита Луны и орбита Земли находятся приблизительно в одной плоскости, называемой плоскостью эклиптики. Эта плоскость наклонена под определенным углом к плоскости небесного экватора, поэтому половина эклиптики находится над экватором (т.е. в северном полушарии неба), а вторая – под экватором. На полюсе плоскость небесного экватора совпадает с плоскостью горизонта. Так как Солнце, двигаясь почти равномерно по эклиптике, описывает полный кажущийся оборот вокруг Земли за год, то оно находится над экватором (и горизонтом полюса) полгода и под экватором тоже полгода. Луна описывает полный оборот вокруг Земли почти в той же плоскости приблизительно за месяц. Значит, на полярном небе она находится полмесяца, затем на полмесяца уходит под горизонт. Солнце на полюсе выходит на небо в день весеннего равноденствия (точнее говоря, на три дня раньше – благодаря атмосферной рефракции). За счет суточного вращения Земли Солнце описывает круги над горизонтом, за счет движения по эклиптике Солнце поднимается все выше и выше вплоть до момента летнего солнцестояния. В результате оно описывает на небе восходящую спираль в течение трех месяцев (что дает около девяноста витков). После этого Солнце начинает спускаться по аналогичной спирали и в день осеннего равноденствия (точнее, на три дня позже) оно спускается за горизонт. Луна описывает похожую, но более крутую спираль, так как поднимается она около недели (около семи витков) и столько же спускается."
    }, {
        "link": "/node/1722",
        "title": "С календарем вокруг полюса",
        "text": "Вблизи 180-го меридиана проходит линия смены дат. Корабли, пересекающие ее с востока на запад, должны пропустить один день в своем календаре, с запада на восток – нумеровать два дня подряд одним и тем же числом.Вы путешествуете с востока на запад строго по параллели 89°59'44'', т.е. на расстоянии r = 500 м от Северного полюса. Длина этой параллели равна* l ? 2?r = 2 · 3,14 · 500 = 3140 м. За 6 часов вы прошли 31,4 км, т.е. пересекли линию смены дат 10 раз. Нужно ли сдвигать ваш календарь на 10 дней вперед?\n* Формула верна только в той окрестности полюса, где еще можно не учитывать кривизну поверхности Земли.\n \nP. S. Задача из книги П. Маковецкого \"Смотри в корень!\"",
        "stars": 5,
        "answer": "Вы путешествуете с востока на запад строго по параллели 89°59'44'', т.е. на расстоянии r = 500 м от Северного полюса. Длина этой параллели равна* l ? 2?r = 2 · 3,14 · 500 = 3140 м. За 6 часов вы прошли 31,4 км, т.е. пересекли линию смены дат 10 раз. Нужно ли сдвигать ваш календарь на 10 дней вперед?\n* Формула верна только в той окрестности полюса, где еще можно не учитывать кривизну поверхности Земли.\n \nP. S. Задача из книги П. Маковецкого \"Смотри в корень!\""
    }, {
        "link": "/node/1688",
        "title": "Два взрыва",
        "text": "Почему при взрыве парового котла, давление пара в котором составляет всего лишь 10—15 атмосфер, могут произойти большие разрушения, в то время как при разрыве цилиндра гидравлического пресса, давление в котором превышает несколько сотен атмосфер, значительных разрушений не происходит?",
        "stars": 5,
        "answer": "Ответ: Пар, так же как газ, обладает очень большой сжимаемостью; жидкости же, наоборот, чрезвычайно слабо сжимаемы; поэтому пар под сравнительно небольшим давлением (15 атмосфер), расширяясь, может совершить во много раз большую работу, чем жидкость, находящаяся под давлением 600 атмосфер."
    }, {
        "link": "/node/1685",
        "title": "Стакан с водой",
        "text": "Вы поставили стакан воды на диск проигрывателя и медленно увеличиваете скорость вращения. Что произойдет раньше: стакан сползет в сторону, стакан опрокинется, вода расплескается?",
        "stars": 4,
        "answer": "Ответ: Это зависит от формы стакана и от того, насколько он заполнен водой:\nВариант 1. Заполните стакан водой до краев. Даже самая небольшая центробежная сила приведет к повышению уровня воды на внешним краем стакана, из-за чего часть воды прольется. Это случится даже тогда, когда стакан \"приклеен\", то есть до того, как он начнет скользить.\nВариант 2. Используйте очень низкий стакан, к примеру, чашку Петри с каплей воды в ней. Если вы выбрали такой сосуд для эксперимента, он не перевернется и не будет двигаться настолько быстро, что единственная капля воды поднимется по его стенке и прольется. Зато чашка Петри с этой каплей просто соскользнет с диска.\nВариант 3. Используйте очень высокий стакан, вроде пробирки с плоским днищем. Центробежная сила фактически действует на центр тяжести. Поскольку центр тяжести в данном случае расположен высоко, а вся сила трения прикладывается в самом низу, стеклянная пробирка скорее опрокинется, чем будет скользить.\nВажно учесть и поверхность диска. Если она изготовлена из резины, это повысит трение и с большей вероятностью приведет к выплескиванию и опрокидыванию, здесь они в равной мере вероятны. Более скользкая твердая пластиковая поверхность способствует реализации варианта скольжения."
    }]
}, {
    "name": "Задачи для нестандартно мыслящих",
    "content": [{
        "link": "/node/1944",
        "title": "Замрите",
        "text": "Профессиональный фотограф установил камеру на штатив, настроил ее, приготовил вспышку и сказал своей модели: \"Замрите, я снимаю с очень большой выдержкой\". Зачем такие сложности, если у него есть вспышка?",
        "stars": 3,
        "answer": "Ответ: Фотосъемка проводилась на улице ночью. Вспышка была нужна для получения основного изображения, а длительная выдержка кадра - для красивого фона."
    }, {
        "link": "/node/1942",
        "title": "Тесная клетка",
        "text": "Нед увидел в зоопарке маленькую клетку. Ему объяснили, что она предназначена для мышей.\n- И сколько их туда посадят? - спросил Нед.\n- Штук 10 нормально поместится, - ответил служитель зоопарка.\n- Как вы можете так обращаться с животными? - удивился Нед. - У нас дома тоже живут мыши, но их только две, а клетка раз в десять больше!\nВ чем здесь дело, если правы оба?",
        "stars": 3,
        "answer": "Ответ: У Неда дома в большой клетке жила пара летучих мышей. Им действительно нужно намного больше места, чем обычным мышам, живущим в зоопарке."
    }, {
        "link": "/node/1939",
        "title": "Блендер",
        "text": "Вас уменьшили до размеров 5-центовой монеты и бросили в блендер. Ваш вес уменьшился так, что плотность вашего тела осталась прежней. Лезвия начнут вращаться через 60 секунд. Ваши действия?",
        "stars": 4,
        "answer": "Ответ: Это классическая google-задачка, хороший разбор которой в рунете не так просто найти. Мы подготовили его для вас, но предлагаем сначала самим порассуждать над решением. Абсолютного правильного ответа нет, но есть те, которые явно лучше остальных."
    }, {
        "link": "/node/1886",
        "title": "Неприятности",
        "text": "К молодой девушке, обедавшей в ресторане, обратилась с просьбой пожилая женщина:\n- Вы очень похожи на мою младшую дочь, которая умерла несколько месяцев назад. Не могли бы вы сделать мне приятное и сказать \"До свидания, мама\", когда я буду уходить?\nНе желая отказывать в просьбе, девушка в точности сделала то, о чем ее попросили.\nОднако вскоре девушке пришлось пережить несколько неприятных минут. Что же произошло?",
        "stars": 5,
        "answer": "Ответ: Пожилая женщина уверила официанта, что по ее счету расплатится присутствующая здесь дочь. Поэтому девушка была вынуждена оплатить счет мошенницы, т.к. официант слышал, как она назвала ее мамой."
    }, {
        "link": "/node/1741",
        "title": "Объясните ситуацию",
        "text": "Человек внимательно посмотрел в окно 33-го этажа, затем распахнул его и прыгнул через подоконник. Он беспрепятственно приземлился с другой стороны окна, не получив при этом никаких повреждений. Парашют и т.п. приспособления не использовались. Как такое возможно?",
        "stars": 4,
        "answer": "Ответ: Человек работал мойщиком стекол и прыгнул внутрь здания"
    }, {
        "link": "/node/1730",
        "title": "Гольф",
        "text": "Во время соревнований по гольфу мяч Пола угодил в бумажный пакетик, который ветром вынесло на поле. Ему сказали, что он либо должен играть мячиком в этом пакетике, либо вынуть мячик из пакетика и в качестве штрафа — пропустить один ход. Что он сделал?",
        "stars": 4,
        "answer": "Ответ: Пол закурил и \"случайно\" уронил спичку (или  сигарету) на пакетик"
    }, {
        "link": "/node/1597",
        "title": "Недопонимание",
        "text": "Американская семейная пара уже год жила в Сингапуре, вместе с ребенком и собакой.\nОни еше не научились говорить на местном языке, но очень хотели отведать местных деликатесов. Однако для ребенка и собаки они попросили официанта принести что-нибудь попроще. Официант принес несколько бутербродов для ребенка, а собаку повел на кухню.\nК концу трапезы пара почувствовала недомогание, к тому же у них упало настроение. И все из-за досадного недопонимания. Их еда была приготовлена по всем правилам, она была превосходна.\nЧто это было за недопонимание и что заставило загрустить семейную пару?",
        "stars": 3,
        "answer": "Ответ: Эта грустная история произошла из-за того, что семейная пара показала сначала на свою собаку, потом на свои рты, желая сказать: «Собака голодна». К сожалению, официант понял это как «Мы хотим съесть собаку», и бедный Фи-фи превратился в главное блюдо..."
    }, {
        "link": "/node/1593",
        "title": "Трагическая гибель",
        "text": "Этот заголовок (и несколько похожих) можно было видеть во многих газетах США:ТОЛПЫ В СЛЕЗАХ ТАК КАК НЕКТО ТРАГИЧЕСКИ ПОГИБХотя некоторое время и держался траур, не было ни полицейского расследования, ни допроса убийцы, ни отчетов следователей. Более того, с того дня о происшествии никто ничего не слышал. Каковы были обстоятельства этой смерти?",
        "stars": 3,
        "answer": "Ответ: Некто - кличка лошади, которую очень любили многие завсегдатаи бегов. Она умерла в 1998 году. На следующий день очень многие спортивные газеты вышли с заголовками, сообщающими о ее смерти"
    }, {
        "link": "/node/1591",
        "title": "Ограбление",
        "text": "Посреди ночи вор разбил кирпичом витрину в магазине и украл несколько очень дорогих ювелирных украшений.\nЧерез час на место преступления прибыла полиция. Они изучили обломки кирпича, разбитое стекло и весь магазин в целом, но не нашли никаких следов грабителя.\nИ все же они смогли найти вора и предъявить ему обвинение, оперируя отпечатком его пальца. Как это вышло?",
        "stars": 2,
        "answer": "Ответ: Когда вор через разбитое стекло проник в магазин, он срезал кончик одного из пальцев. У полиции не было отпечатков пальцев преступника, но оказался сам палец!"
    }, {
        "link": "/node/1578",
        "title": "Человек с кольцом",
        "text": "Шёл человек. У него на пальце было большое золотое кольцо. На человека напали разбойники. Они хотели снять у него это кольцо, но оно не снималось, так что они отрезали палец, но мужик не закричал.Почему человек не закричал?",
        "stars": 4,
        "answer": "Ответ: У него были золотые зубы, и он не хотел их показывать, чтобы их тоже не забрали. Ну и конечно, всегда есть вариант, что человек был просто немым."
    }, {
        "link": "/node/1570",
        "title": "Странное ДТП",
        "text": "На дороге произошло довольно странное ДТП. Оба водителя доставлены в больницу в тяжелом состоянии. Однако их машины не получили при этом никаких повреждений. Как это могло случиться?",
        "stars": 4,
        "answer": "Ответ: Во время сильного тумана на узкой дороге водители высунулись из окон, чтоб видеть осевую разметку, и столкнулись головами"
    }, {
        "link": "/node/1560",
        "title": "Радиопауза",
        "text": "Девушка слушала радио. Внезапно оно замолкло, а через минуту включилось снова. Радиоприемник был в полном порядке, радиопередача не прерывалась, и девушка не касалась кнопок управления приемником.Почему же радио замолкло и потом вновь заработало?",
        "stars": 3,
        "answer": "Ответ: Девушка слушала радио в машине, которую вел ее отец. Прием временно прервался, когда машина проезжала через туннель."
    }, {
        "link": "/node/1531",
        "title": "Лишнее колесо",
        "text": "В жизни каждого автомобилиста случается поменять колесо у любимого железного коня. Повезло и мне...\nБольшинство (наших, конечно, американцы выше этого) совершают эту манипуляцию быстро и просто: поставил на ручник, включил первую, открыл багажник, достал запаску, ключ, домкрат, упоры, снял, поставил, закрутил гайки, поехал. Тот, кто не помнит последовательность действий, зовет друга, специалиста и т.д.\nВот и я, однажды, понимая необходимость произвести эту процедуру прямо сейчас, паркуюсь, глушу мотор, далее по схеме. И, когда настает момент закрутить гайки, я задеваю газетку со всеми четырьмя гайками ногой, и они летят в канализационный слив, который, как известно, всегда оказывается там, где мы кладем самое важное и, что характерно, не имеющее замены.\nСижу, курю, грущу. Мимо идет гений лет двенадцати и быстро вникнув в ситуацию, выдает: \"Да все просто! ...\"\nКак он мне помог?",
        "stars": 4,
        "answer": "Ответ: Надо открутить по гайке с каждого из оставшихся трех колес и прикрутить к этому.  Получится по три гайки на колесо. До автомагазина доехать можно"
    }, {
        "link": "/node/1507",
        "title": "Фотография рок-звезды",
        "text": "Богатый японский музыкальный продюсер прослышал, что в его страну ненадолго прибывает известная американская рок-звезда. Он отчаянно хотел встретиться с музыкантом. Но ему также хотелось иметь фотографию рок-звезды в момент прилета в аэропорт, которая будет опубликована на следующий день в крупнейших газетах.\nК сожалению, у прессы было то преимущество, что фотографы могут запечатлеть артиста, когда тот будет выходить из таможни аэропорта. Продюсер спросил, может ли он пронести с собой камеру в зону таможенного контроля, чтобы сделать фотографии, но ему ответили, что тем самым будет нарушено одно из международных правил.\nКак продюсер решил эту проблему?",
        "stars": 3,
        "answer": "Ответ: Продюсер полетел из Японии в США, а оттуда вернулся на том же самолете, что и рок-звезда. Он предпринял путешествие вокруг света ради нескольких снимков."
    }, {
        "link": "/node/1481",
        "title": "Зубная боль",
        "text": "У человека болели зубы, и он пошел к стоматологу, который удалил ему два больных зуба. Врач хорошо сделал свое дело, а пациент был счастлив, что избавился от зубной боли. Через некоторое время против этого человека был подан иск, и суд обязал его выплатить третьей стороне компенсацию за потерю двух зубов.  Почему?",
        "stars": 3,
        "answer": "Ответ: Когда этот человек был очень беден, он за некоторую сумму денег завещал свое тело после смерти медицинскому институту для медицинских исследований. Впоследствии, когда человек выбился из бедности, он захотел выкупить свое завещание. Институт отказал ему, и человек обратился в суд. Он не только не выиграл дела, но был присужден к выплате компенсации за удаление зубов без разрешения института."
    }, {
        "link": "/node/1433",
        "title": "Трудные буквы",
        "text": "Женщина пишет что-то печатными буквами.\nЕй трудно писать буквы А, Е, Н, П, Т и Ш, но совсем не трудно писать С, К, М, Ф и Я.\nПочему?",
        "stars": 3,
        "answer": "Ответ: Она пишет на обрезе книги.\n \nОбсуждение задачи на форуме - Трудные буквы"
    }, {
        "link": "/node/1405",
        "title": "Задержка",
        "text": "Человек остановил машину у банка и поспешил внутрь. Он задержал  25 человек и выбежал из банка с 200 долларами. Полисмен, который видел всю эту  сцену, остановил его, отчитал и отпустил. Почему?",
        "stars": 3,
        "answer": "Ответ: Когда человек оставил машину перед банком, он загородил проезд,  из-за чего возникла пробка, в которой задержались 25 человек. Полисмен сказал  ему, чтобы он больше не оставлял машину в местах, где она может мешать  проезду."
    }, {
        "link": "/node/1332",
        "title": "Завещание",
        "text": "Некто умер, оставив четверых взрослых детей. Он составил необычное завещание. Одну пятую часть наследства надлежало поровну разделить между всеми законопослушными сыновьями, три пятых - поровну между дочерьми, а то, что останется, следовало разделить поровну       между внуками. Детей зовут Пэт, Лесли, Терри и Ивлин. Пэт служит на флоте. Лесли работает в центре репродукции. Терри работает шофером. Ивлин сидит в тюрьме за убийство. По завещанию сын Ивлина унаследовал ровно в два раза больше, чем каждый из остальных. Объясните.",
        "stars": 4,
        "answer": "Ответ: Пэт, Лесли и Терри - женщины, несмотря на свои не совсем подходящие для женщин специальности. Ивлин - мужчина, который по завещанию ничего не получил, как незаконопослушный.\nПэт, Лесли и Терри по завещанию получили по одной пятой части состояния, а две пятых достались сыну Ивлина."
    }, {
        "link": "/node/1331",
        "title": "На лыжах через дерево",
        "text": "Следы лыж четко видны на свежем снегу. Лыжня ведет к дереву. У дерева лыжня разделяется на две полосы, которые огибают дерево с двух сторон и снова соединяются за ним. Если лыжник не проехал через дерево, то как такое могло получиться?",
        "stars": 3,
        "answer": "Ответ: Опытный лыжник проехал около дерева сначала на одной, а потом на второй лыже. Это была не гора, а ровная местность, а лыжник был мастером классического хода (когда лыжи все время двигаются параллельно), поэтому он легко ехал на одной лыжне, помогая себе палками."
    }, {
        "link": "/node/1319",
        "title": "Автогонки",
        "text": "Всемирно известный автогонщик подъезжал к повороту на гоночной   трассе Формулы-1. Внезапно он резко затормозил и, войдя в поворот, обнаружил   разбитые автомобили, опасно лежащие поперек трассы. Из-за поворота он не мог их   видеть. Организаторы гонок не послали ему предупреждения, и ни дыма, ни огня, ни   шума, ни запаха, которые могли бы послужить предупреждением об аварии, не   было.\nКак же он узнал, что за поворотом есть опасность, и вовремя   принял меры, чтобы избежать ее?",
        "stars": 3,
        "answer": "Ответ: Хотя сам гонщик не мог видеть того, что происходило за поворотом, он увидел, что все зрители на трибунах впереди с интересом смотрят на что-то, находящееся там. Он понял, что смотрят не на него, знаменитого гонщика потому, что увидели впереди что-то более интересное, возможно - аварию, которая случилась за поворотом."
    }]
}
];
